Family '[Family Name]' contains a shared family of the same name. Please rename one of the two families before loading!
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ContainsSharedSameNameFamily { get; }
  Visual Basic
Public Shared ReadOnly Property ContainsSharedSameNameFamily As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ContainsSharedSameNameFamily {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace